import React from "react";
import "./Guarantee.scss";

function Guarantee() {
  return (
    <div className="guarantee container">
      <h2>Гарантия возврата</h2>

      <div className="guarantee-item">
        <h3>Гарантия</h3>
        <p>
          Повседневная практика показывает, что постоянное информационно-пропагандистское
          обеспечение нашей важности требует от нас анализа дальнейших направлений развития
          соответствует насущным потребностям.
        </p>
        <p>
          Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль
          в формировании системы обучения кадров, соответствует насущным потребностям. С другой стороны
          укрепление и развитие структуры играет важную роль в формировании форм развития.
        </p>
      </div>

      <div className="guarantee-item">
        <h3>Если товар не подошел Вам</h3>
        <p>
          Повседневная практика показывает, что постоянное информационно-пропагандистское
          обеспечение нашей важности требует от нас анализа дальнейших направлений развития
          соответствует насущным потребностям.
        </p>
        <p>
          Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль
          в формировании системы обучения кадров, соответствует насущным потребностям. С другой стороны
          укрепление и развитие структуры играет важную роль в формировании форм развития.
        </p>
      </div>

      <div className="guarantee-item">
        <h3>Если Вами приобретённый товар оказался ненадлежащего качества</h3>
        <p>
          Повседневная практика показывает, что постоянное информационно-пропагандистское
          обеспечение нашей важности требует от нас анализа дальнейших направлений развития
          соответствует насущным потребностям.
        </p>
        <p>
          Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль
          в формировании системы обучения кадров, соответствует насущным потребностям. С другой стороны
          укрепление и развитие структуры играет важную роль в формировании форм развития.
        </p>
      </div>

      <div className="guarantee-item">
        <h3>Не гарантийный случай</h3>
        <p>
          Повседневная практика показывает, что постоянное информационно-пропагандистское
          обеспечение нашей важности требует от нас анализа дальнейших направлений развития
          соответствует насущным потребностям.
        </p>
        <p>
          Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль
          в формировании системы обучения кадров, соответствует насущным потребностям. С другой стороны
          укрепление и развитие структуры играет важную роль в формировании форм развития.
        </p>
      </div>

      <div className="guarantee-item">
        <h3>Сроки возврата денежных средств</h3>
        <p>
          Повседневная практика показывает, что постоянное информационно-пропагандистское
          обеспечение нашей важности требует от нас анализа дальнейших направлений развития
          соответствует насущным потребностям.
        </p>
        <p>
          Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль
          в формировании системы обучения кадров, соответствует насущным потребностям. С другой стороны
          укрепление и развитие структуры играет важную роль в формировании форм развития.
        </p>
      </div>

      <div className="guarantee-item">
        <h3>Образец кассового чека</h3>
        <p>
          Повседневная практика показывает, что постоянное информационно-пропагандистское
          обеспечение нашей важности требует от нас анализа дальнейших направлений развития
          соответствует насущным потребностям.
        </p>
        <p>
          Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности играет важную роль
          в формировании системы обучения кадров, соответствует насущным потребностям. С другой стороны
          укрепление и развитие структуры играет важную роль в формировании форм развития.
        </p>
      </div>
    </div>
  );
}

export default Guarantee;
